openfoam_analisis/0/init_vels
init_vels (
(-0.02093782686459981 0.02093782686459981 0)
(-0.06277674853075754 0.02090109480155793 0)
(-0.10450553844830984 0.020827695115994374 0)
(-0.1460509901402032 0.020717756575899013 0)
(-0.18734021876693074 0.020571472050828533 0)
(-0.228300788991307 0.020389098173547723 0)
(-0.2688608420546631 0.020170954889808402 0)
(-0.3089492218415273 0.019917424897055825 0)
(-0.3484955997116305 0.019628952973047356 0)
(-0.387430597880239 0.019306045195561124 0)
(-0.42568591113036375 0.018949268054563637 0)
(-0.4631944266433212 0.018559247458393893 0)
(-0.4998903417374226 0.018136667635707468 0)
(-0.5357092793082371 0.017682269935106933 0)
(-0.5705884007679085 0.017196851524564526 0)
(-0.6044665162853916 0.016681263992918617 0)
(-0.6372841921342078 0.016136411855897537 0)
(-0.6689838549593968 0.01556325096929162 0)
(-0.6995098927807459 0.014962786852057349 0)
(-0.7288087525550986 0.014336072922295435 0)
(-0.7568290341265916 0.0136842086491975 0)
(-0.7835215803999926 0.01300833762420353 0)
(-0.8088395635789499 0.01230964555475388 0)
(-0.8327385673178594 0.011589358184155523 0)
(-0.8551766646432267 0.01084873914121179 0)
(-0.8761144915078266 0.010089087723388035 0)
(-0.8955153158486171 0.009311736617402413 0)
(-0.91334510202726 0.008518049561240503 0)
(-0.9295725705401958 0.007709418951695492 0)
(-0.9441692528935225 0.006887263401631039 0)
(-0.9571095415464058 0.006053025251252298 0)
(-0.968370734835409 0.005208168037751061 0)
(-0.9779330768009245 0.004354173927764215 0)
(-0.9857797918458384 0.0034925411171498268 0)
(-0.9918971141656308 0.0026247812026425166 0)
(-0.9962743118982724 0.0017524165299991207 0)
(-0.9989037059515585 0.0008769775232869684 0)
(-0.9997806834748455 1.0582656072175881e-17 0)
(-0.9989037059515585 -0.0008769775232869518 0)
(-0.9962743118982725 -0.0017524165299991044 0)
(-0.9918971141656309 -0.0026247812026425 0)
(-0.9857797918458385 -0.0034925411171498103 0)
(-0.9779330768009246 -0.004354173927764198 0)
(-0.9683707348354093 -0.005208168037751045 0)
(-0.957109541546406 -0.006053025251252281 0)
(-0.9441692528935227 -0.006887263401631025 0)
(-0.9295725705401962 -0.007709418951695477 0)
(-0.9133451020272603 -0.008518049561240488 0)
(-0.8955153158486175 -0.009311736617402394 0)
(-0.876114491507827 -0.010089087723388016 0)
(-0.8551766646432272 -0.010848739141211771 0)
(-0.8327385673178599 -0.01158935818415551 0)
(-0.8088395635789505 -0.012309645554753865 0)
(-0.7835215803999931 -0.013008337624203517 0)
(-0.7568290341265921 -0.01368420864919749 0)
(-0.7288087525550994 -0.014336072922295419 0)
(-0.6995098927807466 -0.014962786852057335 0)
(-0.6689838549593975 -0.015563250969291608 0)
(-0.6372841921342084 -0.016136411855897526 0)
(-0.6044665162853922 -0.016681263992918607 0)
(-0.5705884007679091 -0.017196851524564516 0)
(-0.5357092793082379 -0.017682269935106923 0)
(-0.4998903417374235 -0.018136667635707458 0)
(-0.4631944266433221 -0.018559247458393886 0)
(-0.4256859111303645 -0.01894926805456363 0)
(-0.3874305978802397 -0.019306045195561117 0)
(-0.3484955997116312 -0.019628952973047353 0)
(-0.30894922184152795 -0.01991742489705582 0)
(-0.2688608420546641 -0.020170954889808395 0)
(-0.22830078899130793 -0.02038909817354772 0)
(-0.1873402187669316 -0.020571472050828526 0)
(-0.146050990140204 -0.02071775657589901 0)
(-0.10450553844831058 -0.020827695115994374 0)
(-0.06277674853075821 -0.02090109480155793 0)
(-0.020937826864600852 -0.02093782686459981 0)
(0.020937826864598833 -0.02093782686459981 0)
(0.06277674853075664 -0.02090109480155793 0)
(0.10450553844830901 -0.020827695115994378 0)
(0.14605099014020245 -0.020717756575899013 0)
(0.18734021876693005 -0.020571472050828533 0)
(0.2283007889913064 -0.020389098173547726 0)
(0.26886084205466215 -0.020170954889808405 0)
(0.30894922184152646 -0.019917424897055832 0)
(0.3484955997116297 -0.019628952973047363 0)
(0.38743059788023826 -0.01930604519556113 0)
(0.4256859111303631 -0.018949268054563644 0)
(0.46319442664332067 -0.0185592474583939 0)
(0.49989034173742175 -0.01813666763570748 0)
(0.5357092793082362 -0.017682269935106944 0)
(0.5705884007679077 -0.017196851524564537 0)
(0.6044665162853909 -0.016681263992918628 0)
(0.6372841921342072 -0.016136411855897547 0)
(0.6689838549593964 -0.015563250969291629 0)
(0.6995098927807452 -0.014962786852057364 0)
(0.7288087525550979 -0.01433607292229545 0)
(0.756829034126591 -0.013684208649197513 0)
(0.7835215803999915 -0.013008337624203559 0)
(0.808839563578949 -0.012309645554753907 0)
(0.8327385673178586 -0.011589358184155553 0)
(0.855176664643226 -0.010848739141211814 0)
...
);
